IDEA Open Model
StagesLoading.CssEffectType Property
Compatible with IDEA StatiCa Beta 20.0
 Type of effects in cross-section component
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public CssEffectType CssEffectType { get; set; }
Public Property CssEffectType As CssEffectType
	Get
	Set
Property Value
Type: CssEffectType
See Also
Reference
StagesLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace